{
  "Characters": {
    "Ralsei": {
      "Change": {
        "General": {
          "changeStart": "It looks like it's time for a diaper change! Let's check just to be sure.",
          "brandSelect": "Yep, it definitely looks like you need a change, kiddo.\\n What kind of diaper do you want to wear?",
          "changeConfirm": "*With the correct changing supplies on hand, Ralsei gives an inviting pat to the changing table* \\n **\"Alright, let's get you changed into a fresh diaper!\"**",
          "changeDeny": "*Ralsei gives a disappointed look* \\n **\"Aww, are you sure?  You're pretty wet, you know...\"**",
          "change": "*Ralsei lays you down on the changing table, undoing your diaper and wiping you clean with a baby wipe.  He then lifts your legs up and slides a fresh diaper under you, sprinkling on some baby powder before taping it up snugly.* \\n **\"All done!  You're all clean and dry now!\"**",
          "changeEnd": "*Ralsei gives a gentle pat to your diapered rear, along with a biiiiiig hug* \\n **\"All done!  Run along now, kiddo!\"**",
          "title": "__Diaper Change__"
        },
        "Wet": {
          "Dry": "*Ralsei gently prods a digit in your leg guards, checking for wetness. He raises his eyebrows in surprise* \\n **Oh! Wow, I guess you're still dry, huh?**",
          "Damp": "*Ralsei hooks a finger along the inside your leak guards, observing the front of your diaper for any faded indicators* \\n**\"Hmm, a little damp, but not too bad!\"**",
          "Wet": "*Ralsei prods the front with a slight squish and pats the sagging front a little.* \\n **\"Heh, yep, you've wet this one!\"**",
          "Soaked": "*Ralsei prods the front of your diaper and lightly squeezes the front, causing it to squish.* \\n **\"Oh wow, you're pretty soaked!  Your diaper's not going to hold out much longer!\"**",
          "Leaking": "*Ralsei gives a worried look as he observes the front of your diaper, along with the droplets quickly falling to the floor.* **\"U-um, yep!  You're leaking alright, time for a change!\"**"
        },
        "Messy": {
          "title": "***\nRalsei sniffs the air and tugs on the back of your diaper to check for any other accidents***",
          "clean": "*Ralsei peers in to check you, sniffing to make sure*\\n **\"Looks like you're still clean back here, for now!\"**",
          "littleMessy": "*Ralsei sniffs and pulls back on your diaper.* **\"Oh dear, it looks like you might've had a little accident!  It's not _too_ bad, though!\"**",
          "kindaMessy": "*Ralsei wrinkles his nose and lightly tugs on your diaper's rear waistband.* **\"Uh oh, definitely looks like you had an accident!  Might be time for a change~\"** *he says, patting your sagging seat.*",
          "veryMessy": "*Ralsei wrinkles his nose and fans his nose.* **\"Phew!  I don't even need to look to tell you need a change! Let's get you cleaned up!\"**"
        }
      }
    }
  }
}